//
//  RssBigClassData.m
//  wxxRss
//
//  Created by weng xiangxun on 15/5/19.
//  Copyright (c) 2015年 wxx. All rights reserved.
//
//INSERT INTO  rssBigClass (name,r,g,b) VALUES
//('资讯','20','105','235'),
//('娱乐','255','179','2'),
//('科技','20','105','235'),
//('财经','211','65','44'),
//('时尚','1','150','85'),
//('汽车','68','147','208'),
//('旅游','51','174','220'),
//('生活','239','123','62'),
//('家居','255','83','53'),
//('体育','193','39','39'),
//('英文资讯','0','0','0'),
//('视觉','0','0','0'),
//('教育','0','0','0'),
//('微信公众号','0','0','0'),
//('段子','0','0','0'),
//('美食','0','0','0'),
//('彩票','0','0','0'),
//('美女','0','0','0'),
//('星座','0','0','0'),
//('名人博客','0','0','0');
#import "RssBigClassData.h"

@implementation RssBigClassData

-(void)saveSelfToDB{
    [[PenSoundDao sharedPenSoundDao]saveRssBigClass:self];
}
@end
